Repository: ineiti/PeakTap
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# title
source: Interactive Mountain Panorama
de: Interaktiver Panoramablick auf die Berge
fr: Panorama interactif des montagnes

# intro_1_title
source: Draw Panoramas
de: Panoramen erstellen
fr: Dessiner des panoramas

# intro_1_text
source: Draw wonderful panoramas of the mountains and hills around your location. Or visit other places to see what panorama you saw the day before. You can even check what you can expect on that trip next week!
de: Erstellen Sie wundervolle Panoramaaufnahmen der Berge und Hügel in Ihrer Umgebung. Oder besuchen Sie andere Orte, um das Panorama zu sehen, das Sie am Vortag gesehen haben. Sie können sogar überprüfen, was Sie auf Ihrer Reise nächste Woche erwarten können!
fr: Dessinez de magnifiques panoramas des montagnes et collines autour de votre position. Ou visitez d'autres endroits pour voir le panorama que vous avez vu la veille. Vous pouvez même vérifier ce à quoi vous pouvez vous attendre pour ce voyage la semaine prochaine!

# intro_2_title
source: Pan around
de: Panorama schwenken
fr: Panorama panoramique

# intro_2_text
source: You can pan the panorama view to see a different part of the horizon. On the map the view of the horizon will be updated. This allows you to evaluate the distance to the hills and mountains around you.
de: Sie können die Panoramaansicht schwenken, um einen anderen Teil des Horizonts zu sehen. Auf der Karte wird die Sicht auf den Horizont aktualisiert. Dies ermöglicht es Ihnen, die Entfernung zu den Hügeln und Bergen um Sie herum zu beurteilen.
fr: Vous pouvez déplacer la vue panoramique pour voir une autre partie de l'horizon. Sur la carte, la vue de l'horizon sera mise à jour. Cela vous permet d'évaluer la distance aux collines et montagnes autour de vous.

# intro_3_title
source: Put on the Binoculars
de: Zum Fernglas greifen
fr: Mettre les jumelles

# intro_3_text
source: If you want to know more about a given spot in the panorama, you can simply tap on it and a magnified view will pop up. The display will show the heading, distance, and height of the chosen point in the panorama. Of course you can still pan around.
de: Wenn Sie mehr über einen bestimmten Punkt im Panorama erfahren möchten, können Sie einfach darauf tippen und eine vergrößerte Ansicht wird angezeigt. Das Display zeigt Azimut, Entfernung und Höhe des gewählten Punktes im Panorama. Selbstverständlich können Sie sich weiterhin umsehen.
fr: Si vous souhaitez en savoir plus sur un point donné du panorama, vous pouvez simplement appuyer dessus et une vue agrandie apparaîtra. L'affichage affichera la tête, la distance et la hauteur du point choisi dans le panorama. Bien sûr, vous pouvez toujours vous déplacer.

# intro_4_title
source: Loading the Maps
de: Karten laden
fr: Chargement des cartes

# intro_4_text
source: The first time you view a panorama in a new geographical zone, the app will download the elevation-maps. This takes some time, so please be patient. Once the maps are loaded, they will be stored for faster viewing pleasure.
de: Beim ersten Betrachten eines Panoramas in einem neuen geografischen Gebiet lädt die App die Höhenkarten herunter. Dies dauert einige Zeit, also seien Sie geduldig. Sobald die Karten geladen sind, werden sie für eine schnellere Wiedergabe gespeichert.
fr: La première fois que vous visualisez un panorama dans une nouvelle zone géographique, l'application téléchargera les cartes d'élévation. Cela prend du temps, alors soyez patient. Une fois les cartes chargées, elles seront stockées pour un plaisir visuel plus rapide.

# zzz
source: The end
de: Das Ende
fr: La fin
